catppuccin/fish
jorgebucaran/fisher
budimanjojo/tmux.fish
sparetimecoders/fish-git-plugin
halostatue/fish-chezmoi@v1
fabioantunes/fish-nvm
edc/bass
halostatue/fish-brew@v3
