tap "buildtool/taps"
tap "golangci/tap"
tap "goreleaser/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "remind101/formulae"
tap "warrensbox/tap"
brew "ack"
brew "act"
brew "gdbm"
brew "readline"
brew "xz"
brew "asciinema"
brew "autoconf"
brew "automake"
brew "aws-iam-authenticator"
brew "awscli"
brew "bash"
brew "bash-completion@2"
brew "boost"
brew "glib"
brew "pkg-config"
brew "lzo"
brew "cfssl"
brew "chezmoi"
brew "cmake"
brew "commitizen"
brew "coreutils"
brew "dasel"
brew "direnv"
brew "dive"
brew "findutils"
brew "gcc"
brew "gh"
brew "git"
brew "git-delta"
brew "gnu-getopt"
brew "gnu-sed"
brew "gnu-tar"
brew "libevent"
brew "gnupg"
brew "go"
brew "grep"
brew "gron"
brew "handbrake", link: false
brew "helm"
brew "httpstat"
brew "hub"
brew "hugo"
brew "jq"
brew "kcat"
brew "kind"
brew "kubernetes-cli"
brew "kops"
brew "kube-ps1"
brew "kubebuilder"
brew "kubevious"
brew "kustomize"
brew "lastpass-cli"
brew "ldns"
brew "libidn"
brew "libpq"
brew "libxml2"
brew "make"
brew "openjdk"
brew "maven"
brew "moreutils"
brew "mosquitto"
brew "mysql-client"
brew "netcat"
brew "pcre"
brew "nmap"
brew "nvm"
brew "openssh"
brew "openssl@3"
brew "p7zip"
brew "pinentry-mac"
brew "pipx"
brew "pre-commit"
brew "protobuf"
brew "pv"
brew "python@3.9"
brew "rbenv"
brew "reattach-to-user-namespace"
brew "rsync"
brew "ruby"
brew "screen"
brew "smimesign"
brew "socat"
brew "ssh-copy-id", link: true
brew "stern"
brew "subversion"
brew "tcpdump"
brew "telnet"
brew "tmux"
brew "tree"
brew "vim"
brew "watch"
brew "wget"
brew "yarn"
brew "yq"
brew "zsh"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
brew "buildtool/taps/build-tools"
brew "golangci/tap/golangci-lint"
brew "goreleaser/tap/goreleaser"
brew "remind101/formulae/assume-role"
brew "warrensbox/tap/tfswitch"
cask "1password"
cask "1password-cli"
cask "backblaze"
cask "datagrip"
cask "docker"
cask "font-jetbrains-mono"
cask "goland"
cask "google-chrome"
cask "google-cloud-sdk"
cask "hammerspoon"
cask "handbrake"
cask "insomnia"
cask "intellij-idea"
cask "iterm2-beta"
cask "microsoft-teams"
cask "monodraw"
cask "multipass"
cask "ngrok"
cask "postman"
cask "pycharm"
cask "rider"
cask "session-manager-plugin"
cask "slack"
cask "sonos"
cask "spotify"
cask "visual-studio-code"
cask "vlc"
