tap "aws/tap"
tap "buildkite/buildkite"
tap "buildtool/taps"
tap "golangci/tap"
tap "goreleaser/tap"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "remind101/formulae"
tap "warrensbox/tap"
brew "ack"
brew "act"
brew "readline"
brew "packer"
brew "pnpm", args: ["ignore-dependencies"]
brew "docker-completion"
brew "xz"
brew "asciinema"
brew "autoconf"
brew "automake"
brew "aws-cdk", args: ["ignore-dependencies"]
brew "aws-iam-authenticator"
brew "awscli"
brew "aws-vault"
brew "bash"
brew "bash-completion@2"
brew "boost"
brew "chezmoi"
brew "cmake"
brew "cli53"
brew "coreutils"
brew "dasel"
brew "direnv"
brew "dive"
brew "findutils"
brew "gcc"
brew "gdbm"
brew "gh"
brew "git"
brew "git-delta"
brew "glib"
brew "gnu-getopt"
brew "gnu-sed"
brew "gnu-tar"
brew "libevent"
brew "gnupg"
brew "grep"
brew "gron"
brew "helm"
brew "hub"
brew "hugo"
brew "jq"
brew "kind"
brew "kubernetes-cli"
brew "kops"
brew "kube-ps1"
brew "node@18"
brew "kustomize"
brew "lastpass-cli"
brew "ldns"
brew "libidn"
brew "libpq"
brew "libwebsockets"
brew "libxml2"
brew "lzo"
brew "make"
brew "moreutils"
brew "netcat"
brew "pcre"
brew "nmap"
brew "nvm"
brew "openssh"
brew "p7zip"
brew "pinentry-mac"
brew "pipx"
brew "pkg-config"
brew "pre-commit"
brew "protobuf"
brew "pv"
brew "pyenv"
brew "python@3.9"
brew "python@3.10"
brew "rbenv"
brew "rsync"
brew "ruby"
brew "saml2aws"
brew "screen"
brew "shellcheck"
brew "smimesign"
brew "socat"
brew "ssh-copy-id", link: true
brew "starship"
brew "stern"
brew "tcpdump"
brew "telnet"
brew "tmux"
brew "tree"
brew "vim"
brew "watch"
brew "wget"
brew "yarn"
brew "yq"
brew "zsh"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
brew "buildkite/buildkite/buildkite-agent"
brew "buildtool/taps/build-tools"
brew "golangci/tap/golangci-lint"
brew "goreleaser/tap/goreleaser"
brew "remind101/formulae/assume-role"
brew "warrensbox/tap/tfswitch"
cask "alacritty"
cask "backblaze"
cask "bruno"
cask "datagrip"
cask "discord"
cask "font-jetbrains-mono"
cask "font-jetbrains-mono-nerd-font"
cask "goland"
cask "google-chrome"
cask "google-cloud-sdk"
cask "hammerspoon"
cask "insomnia"
cask "intellij-idea"
cask "microsoft-auto-update"
cask "microsoft-outlook"
cask "microsoft-teams"
cask "multipass"
cask "ngrok"
cask "orbstack"
cask "pycharm"
cask "rider"
cask "session-manager-plugin"
cask "slack"
cask "sonos"
cask "spotify"
cask "temurin17"
cask "tunnelblick"
cask "vlc"
cask "zoom"
