tap "buildkite/buildkite"
tap "buildtool/taps"
tap "hashicorp/tap"
tap "nats-io/nats-tools"
tap "oven-sh/bun"
tap "protonpass/tap"
tap "remind101/formulae"
tap "score-spec/tap"
tap "stategraph/stategraph"
tap "updatecli/updatecli"
tap "warrensbox/tap"
brew "ack"
brew "act"
brew "asciinema"
brew "autoconf"
brew "automake"
brew "aws-iam-authenticator"
brew "aws-sso-cli"
brew "readline"
brew "awscli"
brew "bash"
brew "bash-completion@2"
brew "bat"
brew "boost"
brew "buildkit"
brew "checkov"
brew "chezmoi"
brew "cmake"
brew "coreutils"
brew "crane"
brew "direnv"
brew "findutils"
brew "fish"
brew "fisher"
brew "flac"
brew "fnm"
brew "gdbm"
brew "gh"
brew "git"
brew "git-delta"
brew "git-lfs"
brew "gitleaks"
brew "glib"
brew "glow"
brew "gnu-getopt"
brew "gnu-sed"
brew "gnu-tar"
brew "libevent"
brew "gnupg"
brew "golangci-lint"
brew "goreleaser"
brew "grep"
brew "gron"
brew "helm"
brew "htop"
brew "hub"
brew "iperf3"
brew "jq"
brew "k3d"
brew "kind"
brew "kubernetes-cli"
brew "kops"
brew "kube-ps1"
brew "kustomize"
brew "lastpass-cli"
brew "ldns"
brew "libidn"
brew "libpq"
brew "libwebsockets"
brew "libxml2"
brew "lzo"
brew "make"
brew "mcfly"
brew "moreutils"
brew "neovim"
brew "netcat"
brew "nmap"
brew "ollama"
brew "openssh"
brew "org-formation"
brew "p7zip"
brew "pandoc"
brew "pcre"
brew "pipx"
brew "pkgconf"
brew "postgresql@17", link: true
brew "pre-commit"
brew "protobuf"
brew "pv"
brew "pyenv"
brew "python-argcomplete"
brew "python-packaging"
brew "python@3.11"
brew "rbenv"
brew "rsync"
brew "ruby"
brew "screen"
brew "shellcheck"
brew "shfmt"
brew "socat"
brew "ssh-copy-id", link: true
brew "starship"
brew "stern"
brew "tailscale"
brew "tcpdump"
brew "telnet"
brew "tflint"
brew "tmux"
brew "tree"
brew "vim"
brew "watch"
brew "wget"
brew "yq"
brew "zsh"
brew "buildtool/taps/build-tools"
brew "hashicorp/tap/packer"
brew "nats-io/nats-tools/nats"
brew "oven-sh/bun/bun"
brew "protonpass/tap/pass-cli"
brew "remind101/formulae/assume-role"
brew "score-spec/tap/score-compose"
brew "score-spec/tap/score-k8s"
brew "stategraph/stategraph/stategraph"
brew "updatecli/updatecli/updatecli"
brew "warrensbox/tap/tfswitch"
cask "1password"
cask "1password-cli"
cask "arc"
cask "backblaze"
cask "claude"
cask "claude-code"
cask "datagrip"
cask "discord"
cask "expressvpn"
cask "font-jetbrains-mono"
cask "font-jetbrains-mono-nerd-font"
cask "ghostty"
cask "git-credential-manager"
cask "gitbutler"
cask "goland"
cask "google-chrome"
cask "insomnia"
cask "macpass"
cask "microsoft-auto-update"
cask "microsoft-outlook"
cask "microsoft-teams"
cask "ngrok"
cask "orbstack"
cask "pycharm"
cask "qbittorrent"
cask "rectangle"
cask "session-manager-plugin"
cask "slack"
cask "utm"
cask "whatsapp"
cask "zoom"
go "tools/cmd/aws-iam-users"
go "tools/cmd/aws-users"
go "golang.org/x/tools/cmd/deadcode"
go "github.com/gesquive/fast-cli"
go "github.com/google/go-licenses"
go "github.com/lietu/go-pre-commit"
go "github.com/kevincobain2000/gobrew/cmd/gobrew"
go "mvdan.cc/gofumpt"
go "golang.org/x/tools/cmd/goimports"
go "golang.org/x/vuln/cmd/govulncheck"
go "github.com/99designs/gqlgen"
go "honnef.co/go/tools/cmd/staticcheck"
go "github.com/opzkit/terraform-provider-postgresql-aurora"
